Repository: 0gerardo0/IP-Info-Bar
Catalog: po/*.po
Languages: es

source: [ERROR] Failed parse JSON:
es: [ERROR] Fracaso el parseo de JSON:

source: [ERROR] Exception during read:
es: [ERROR] Excepción durante la lectura:

source: [ERROR] Exception during _fetchIPDataAsync:
es: [ERROR] Excepción durante _fetchIPDataAsync:

source: SSH: Outgoing
es: SSH: Saliente

source: SSH: Incoming
es: SSH: Entrante

source: No connection
es: Sin conexión

source: Loading...
es: Cargando...

source: Display Settings
es: Pantalla de configuración

source: Customize how information is displayed in the panel.
es: Personalice cómo se muestra la información en el panel.

source: Activate Detailed View
es: Activar Vista Detallada

source: Show the network interface and MAC address.
es: Mostrar la interfaz de red y dirección MAC.
